Repository: mozilla-l10n/mt-training-data
Catalog: kaa/kaa_pontoon.tmx
Source language: en_us
Languages: kaa

source: Erase
kaa: Óshiriw

source: Erase and Open
kaa: Óshiriw hám ashıw

source: Erase browsing history
kaa: Kóriw tariyxin óshiriw

source: Erase & open
kaa: Óshiriw hám ashıw

source: Example: example.com
kaa: Mısal: example.com

source: Example: example.com/search/?q=%s
kaa: Mısal: example.com/search/?q=%s

source: Example: mozilla.org
kaa: Mısal: mozilla.org

source: Exit Private Browsing?
kaa: Jeke kóriwden shıǵıwdı qáleysiz be?

source: Find in Page
kaa: Betten tabıw

source: Fingerprint not recognized. Try again.
kaa: Barmaq izleri anıqlanbadı. Qayta urınıp kóriń.

source: Firefox may install and run studies from time to time.
kaa: Firefox waqtı-waqtı menen izleniwlerdi ornatıwı hám júrgiziwi múmkin.

source: For sites you add
kaa: Siz qosqan saytlar ushın

source: Get search suggestions
kaa: Izlew usınısların alıw

source: Go back
kaa: Artqa qaytıw

source: Hide webpages when switching apps and block taking screenshots.
kaa: Baǵdarlamalardı almastırǵanda veb-betlerdi jasırıw hám skrinshot alıwdı bloklaw.

source: Insecure Connection
kaa: Qáwipsiz emes jalǵanıw

source: Installed search engines
kaa: Ornatılǵan izlew sistemaları

source: Make %1$s default browser
kaa: %1$stı tiykarǵi brauzer retinde ornatıw

source: Make privacy a habit
kaa: Qupıyalıqtı ádetke aylandırıń

source: Manage sites
kaa: Saytlardı basqarıw

source: More options button
kaa: Qosımsha sazlawlar túymesi

source: Navigate forward
kaa: Aldıǵa

source: New custom URL added.
kaa: Jańa jeke URL qosıldı.

source: New search engine added.
kaa: Jańa izlew sisteması qosıldı.

source: NO
kaa: YAQ

source: Number of trackers blocked
kaa: Bloklanǵan baqlawshılar

source: OFF for this site
kaa: Bul sayt ushın ÓSHIRILGEN

source: OK, got it!
kaa: MAQUL, túsinikli!

source: ON for this site
kaa: Bul sayt ushın QOSILǴAN

source: Open link in another app
kaa: Siltemeni basqa baǵdarlamada ashıw

source: Open Link in New Session
kaa: Siltemeni jańa seansda ashıw

source: Paste or enter URL
kaa: URL mánzildi kiritiń yamasa qoyıń

source: Performance
kaa: Ónimdarlıq

source: Privacy Notice
kaa: Qupıyalıq esletpeleri

source: Privacy & Security
kaa: Qupıyalıq hám Qorǵanıw

source: Reload website
kaa: Sayttı qayta júklew

source: Remote debugging via USB/Wi-Fi
kaa: Aralıqtan USB/Wi-Fi arqalı nasazlıqtı sazlaw

source: Remove all websites
kaa: Barlıq veb-saytlardı óshiriw

source: Remove custom URLs
kaa: Jeke URLdı óshiriw

source: Remove from Shortcuts
kaa: Operativ buyrıqlardan alıp tastaw

source: Remove search engines
kaa: Izlew sistemaların alıp taslaw

source: Report Site Issue
kaa: Sayt nasazlıǵı haqqında xabar beriw

source: Request desktop site
kaa: Sayttıń tolıq versiyasın soraw

source: Request to support site submitted.
kaa: Qollap-quwatlaw haqqındaǵı soraw jiberildi.

source: Restore default search engines
kaa: Aldınnan ornatılǵan izlew sistemaların qayta ornatıw

source: Search for %1$s
kaa: %1$s izleń

source: Search in Focus
kaa: Focusda izlew

source: Search in Focus Beta
kaa: Focus Betada izlew

source: Search in Focus Nightly
kaa: Focus Nightlyda izlew

source: Search in Klar
kaa: Klarda izlew

source: Search widget
kaa: Izlew vidjeti

source: Secure connection
kaa: Qáwipsiz jalǵanıw

source: Secure Connection
kaa: Qáwipsiz jalǵanıw

source: Security
kaa: Qorǵanıw

source: Select your preferred engine:
kaa: Ózińizdiń izlew sistemańizdi tańlań:

source: Send usage data
kaa: Paydalanıw haqqındaǵı maǵlıwmatlardı jiberiw

source: Server not found
kaa: Server tabılmadı

source: settings
kaa: sazlawlar

source: Share…
kaa: Bólisiw…

source: Show search suggestions?
kaa: Izlew usınısları kórsetilsin be?

source: Site Security
kaa: Sayt qáwipsizligi

source: Social
kaa: Social tarmaqlar

source: Some search engines cannot show suggestions.
kaa: Aryım izlew sistemaları usınıslardı kórsete almaydı.

source: Sorry. We’re having a problem with this tab.
kaa: Keshiresiz. Bul bet penen mashqala payda boldı.

source: Stealth
kaa: Kórinbes

source: Stop loading website
kaa: Sayttı júklewdi toqtatıw

source: Switching Apps
kaa: Baǵdarlamalar almasıwı

source: System default
kaa: Qurılma tili

source: Tab’s browsing history has been erased.
kaa: Bettıń kóriw tariyxı óshirildi.

source: Tabs open: %1$s
kaa: Ashılǵan betler: %1$s

source: The site you requested does not support HTTPS
kaa: Siz soraǵan sayt HTTPSdı qollap-quwatlamaydı

source: This site doesn’t support HTTPS
kaa: Bul sayt HTTPSdı qollap-quwatlamaydı

source: Trackers blocked
kaa: Baqlawshılar bloklandı

source: Unlock
kaa: Bloktan shıǵarıw

source: URL already exists
kaa: URL álleqashan bar

source: URL to add
kaa: Qosıw ushın URL

source: Use fingerprint to unlock app
kaa: Baǵdarlamanı bloktan shıǵarıw ushın barmaq izin qollanıń

source: Verified by: %1$s
kaa: Tastıyıqlawshı: %1$s

source: Website loaded
kaa: Sayt júklendi

source: Welcome to %1$s
kaa: %1$sǵa xosh kelibsiz

source: What’s New
kaa: Ne jańalıq

source: Widget added to home screen
kaa: Vidjet bas ekranǵa qosıldı

source: Would you like to block cookies?
kaa: Cookielardı bloklawdı qáleysiz be?

source: YES
kaa: AWA

source: Yes please
kaa: Awa, ótinish

source: You can leave %1$s to open this link in %2$s.
kaa: Bul siltemeni %2$sda ashıw ushın, siz %1$s baǵdarlamasınan shıǵıwıńız múmkin.

source: Your browsing history has been erased.
kaa: Siziń saytlardı kóriw tariyxıńız óshirildi.

source: Your Rights
kaa: Siziń huqıqlarıńız

source: Your search, your way
kaa: Siziń izlew, siziń internetińiz

source: add-on
kaa: qosımsha

source: attendee
kaa: qatnasıwshı

source: bookmark
kaa: saylandı

source: breakpoint
kaa: toqtaw noqatı

source: clipboard
kaa: almasıw buferı

source: crash
kaa: nasazlıq

source: disinformation
kaa: jalǵan maǵlıwmat

source: enable
kaa: iske túsiriw

source: home page
kaa: bas bet

source: import
kaa: importlaw

source: independent browser
kaa: ǵarezsiz brauzer

source: insecure
kaa: qáwipsiz emes

source: installation
kaa: ornatıw

source: Issue
kaa: Mashqala

source: misinformation
kaa: qáte maǵlıwmat

source: nonprofit
kaa: kommerciyalıq emes

source: non-profit
kaa: kommerciyalıq emes

source: open source
kaa: ashıq kodlı

source: preference
kaa: sazlaw

source: report
kaa: esabat

source: search suggestion
kaa: izlew usınısı

source: sign
kaa: kiriw

source: sign in
kaa: kiriw

source: sign-in
kaa: kiriw

source: unsafe
kaa: qáwipsiz emes

source: validate
kaa: tekseriw

source: version
kaa: versıya
